"browserTitle" = "Propriedades de “%@”";
"untitledMovie" = "Sem nome";

"deleteButtonTitle" = "Apagar";
"extractButtonTitle" = "Extrair";

"deleteTrackOperation" = "Apagar faixa"; /* for undo */
"deleteTracksOperation" = "Apagar faixas"; /* for undo */

"deleteTrackMessage" = "Tem a certeza de que pretende apagar esta faixa?";
"deleteTracksMessage" = "Tem a certeza de que pretende apagar estas faixas?";
"operationUndoable" = "Não é possível desfazer esta operação.";

"multipleObjectsSelected" = "%d elementos seleccionados.";

"propUnavailablePlaceholder" = "-NA-";
"inspectorUnavailable" = "Selecção múltipla";